{
  "places": [
    {
        "id": 1,
        "city": "Seattle",
        "country": "USA",
        "latitude": 47.6062,
        "longitude": -122.3321,
        "description": "Lively city with stunning bay views and a relaxed Pacific Northwest vibe",
        "textDescription": "Seattle is a lovely city, surrounded by the beautiful Elliot Bay and Lake Union, with gorgeous mountains towering in the background. As a city, Seattle isn't overwhelmingly large, or too complicated to tackle in a weekend, but it still has a big city feel and all of the services and excitement you expect.",
        "activity": "Pike Place Market",
        "highlight": "Space Needle",
        "image": "https://images.pexels.com/photos/3964406/pexels-photo-3964406.jpeg",
        "tag": ["Cityscape", "Culinary"]
    },
    {
        "id": 2,
        
        "city": "Cairns",
        "country": "Australia",
        "latitude": -16.9186,
        "longitude": 145.7781,
        "description": "Gateway to the Great Barrier Reef, offering vibrant coastal adventures",
        "textDescription": "As the gateway to Far North Queensland, Cairns is the number one base for travellers exploring the Daintree Rainforest and the Great Barrier Reef. More accessible, affordable and lively than its northern, small town counterparts, Cairns casts a wide appeal, enticing all kinds of travellers, from families to honeymooners and backpackers.",
        "activity": "Diving",
        "highlight": "Great Barrier Reef",
        "image": "https://images.pexels.com/photos/2397653/pexels-photo-2397653.jpeg",
        "tag": ["Beach", "Adventure"]
    },
    {
        "id": 3,
        "city": "Copenhagen",
        "country": "Denmark",
        "latitude": 55.6761,
        "longitude": 12.5683,
        "description": "Blend of modernity and charm, with scenic canals and cozy streets",
        "textDescription": "The capital of Denmark, the bykes and the hygge. Copenhagen features a blend of modern architecture and historical artifacts but also art galleries, narrow streets, canals, parks, and Baroque churches round out the city’s cultural attractions.",
        "activity": "Nyhavn",
        "highlight": "Christiania Free Town",
        "image": "https://cdn.britannica.com/47/83447-050-42342CB1/Nyhavn-Canal-Copenhagen.jpg",
        "tag": ["Cityscape", "Art and Museums"]
    },
    {
        "id": 4,
        "city": "Ushuaia",
        "country": "Argentina",
        "latitude": -54.8019,
        "longitude": -68.3029,
        "description": "Southernmost city for thrilling outdoor activities amidst breathtaking landscapes",
        "textDescription": "Ushuaia claims to be the world's southernmost city. It's a perfect place for skiing and hiking in its wonderful lakes and parks.",
        "activity": "End of the world train",
        "highlight": "Esmeralda Lagoon",
        "image": "https://images.pexels.com/photos/11545135/pexels-photo-11545135.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "tag": ["Mountain", "Adventure"]
    },
    {
        "id": 5,
        "city": "Port Barton",
        "country": "Philipines",
        "latitude": 10.411729285042474,
        "longitude": 119.17765969185493,
        "description": "Tranquil paradise with pristine beaches and captivating island hopping",
        "textDescription": "Port Barton 's quiet and stunning. The combination makes you feel what island paradise should look like. A day trip to Port Barton with its nearby islands certainly completes your provincial journey. If you're looking for a fun outdoor activity, try kayaking. From Port Barton, kayaking to other neighboring islands, such as the Sandbar or Starfish Island, is possible as it's nearby. Make sure to wear a safety jacket!",
        "activity": "Kayaking",
        "highlight": "Boat tour to other islands",
        "image": "https://assets-global.website-files.com/576fd5a8f192527e50a4b95c/5d864545f0c5f3f16281fe55_port%20barton%20island.jpg",
        "tag": ["Beach", "Island "]
    },
    {
        "id": 6,
        "city": "Berlin",
        "country": "Germany",
        "latitude": 52.52,
        "longitude": 13.405,
        "description": "Dynamic metropolis blending history, culture, and electrifying nightlife",
        "textDescription": "Berlin's combo of glamour and grit is bound to mesmerise all those keen to explore its vibrant culture, cutting-edge architecture, fabulous food, intense parties and tangible history.",
        "activity": "Museums",
        "highlight": "Alex (Berlin Television Tower)",
        "image": "https://images.pexels.com/photos/1963082/pexels-photo-1963082.jpeg",
        "tag": ["Cityscape", "Nightlife"]
    },
    {
        "id": 7,
        "city": "Cape Town",
        "country": "South Africa",
        "latitude": -33.918861,
        "longitude": 18.4233,
        "description": "Diverse city with iconic mountain backdrops and rich cultural heritage",
        "textDescription": "A coming-together of cultures, cuisines and landscapes, there's nowhere quite like Cape Town, a singularly beautiful city crowned by the magnificent Table Mountain National Park.",
        "activity": "Robben Island",
        "highlight": "Twelve Apostel",
        "image": "https://images.pexels.com/photos/3770287/pexels-photo-3770287.jpeg",
        "tag": ["Beach", "Mountain"]
    },
    {
        "id": 8,
        "city": "Rome",
        "country": "Italy",
        "latitude": 41.9028,
        "longitude": 12.4964,
        "description": "Eternal city of ancient wonders, culinary delights, and romantic charm",
        "textDescription": "The eternal city. The beauty of Rome and its 3,000 years of existence is that it always knows how to surprise. Perfectly combines a lot of history and delicious food. ",
        "activity": "The Colosseum",
        "highlight": "Trevi Fountain",
        "image": "https://images.pexels.com/photos/753639/pexels-photo-753639.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "tag": ["Cityscape", "Romantic"]
    },
    {
        "id": 9,
        "city": "Jericoacoara",
        "country": "Brazil",
        "latitude": -2.7974,
        "longitude": -40.5144,
        "description": "Idyllic coastal village surrounded by sand dunes and crystal-clear waters",
        "textDescription": "Jericoacoara is an idyllic peaceful fishing village situated amongst sand dunes on Brazil's North East Coast. Jeri, as it's affectionately called by the locals, is surrounded by sweet-water lagoons, a calm ocean and enormous sand dunes and enjoys 320 sunny days a year",
        "activity": "Lagoa do Paraiso",
        "highlight": "Duna do Por do Sol",
        "image": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/8a/61/9e/redinhas.jpg?w=1200&h=-1&s=1",
        "tag": ["Beach", "Romantic"]
    },
    {
        "id": 10,
        "city": "Málaga",
        "country": "Spain",
        "latitude": 36.7212,
        "longitude": -4.4214,
        "description": "Vibrant coastal city with historic landmarks and lively tapas bars",
        "textDescription": "If we take the combination of culture and the sea and add a lively atmosphere, numerous tapas served in bars, cutting-edge neighbourhoods like Soho, areas like the port that have transformed and become more modern and monuments with centuries of history, the result is a city full of passion that anyone would want to explore.",
        "activity": "Gibralfaro Castle",
        "highlight": "Picasso Musseum",
        "image": "https://images.pexels.com/photos/19156674/pexels-photo-19156674/free-photo-of-square-in-malaga-spain.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "tag": ["Beach", "Culinary"]
    },
    {
        "id": 11,
        "city": "Wildalpen",
        "country": "Austria",
        "latitude": 47.7254,
        "longitude": 14.8184,
        "description": "Scenic village oasis for hiking and nature lovers amidst stunning landscapes",
        "textDescription": "Wildalpen is an idyllic village in the district of Liezen in Austria that is perfect for hiking. Wildalpen's geographical location makes it a popular destination for outdoor enthusiasts and nature lovers.",
        "activity": "Rafting, hiking",
        "highlight": "Green River",
        "image": "https://images.pexels.com/photos/20278017/pexels-photo-20278017.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
        "tag": ["Mountain", "Adventure"]
    },
    {
        "id": 12,
        "city": "Albufeira",
        "country": "Portugal",
        "latitude": 37.0891,
        "longitude": -8.2479,
        "description": "Coastal gem with sandy beaches, charming Old Town, and vibrant nightlife",
        "textDescription": "The salt-washed and vibrant holidaying mecca of the Algarve. Spreading from a buzzy marina that's peppered with bars and clubs to a cobbled Old Town that bursts with souvenir stalls and Portuguese tapas joints, Albufeira is the hub of a region that's famed for its beaches and quaint hill towns. You won't have to go far to escape the crowds.",
        "activity": "Old Town",
        "highlight": "Praia da Coelha",
        "image": "https://fullsuitcase.com/wp-content/uploads/2023/02/Albufeira-Portugal-best-things-to-do-and-places-to-visit.jpg",
        "tag": ["Beach", "Nightlife"]
    },
    {
        "id": 13,
        "city": "Tokyo",
        "country": "Japan",
        "latitude": 35.6895,
        "longitude": 139.6917,
        "description": "Futuristic city blending tradition with modernity, offering culinary adventures and cultural treasures",
        "textDescription": "Tokyo, Japan’s busy capital, mixes the ultramodern and the traditional, from neon-lit skyscrapers to historic temples. The opulent Meiji Shinto Shrine is known for its towering gate and surrounding woods. The Imperial Palace sits amid large public gardens.",
        "activity": "Eat Sushi",
        "highlight": "Hamarikyu Garden",
        "image": "https://images.pexels.com/photos/2506923/pexels-photo-2506923.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
        "tag": ["Cityscape", "Art and Museums"]
    },
    {
        "id": 14,
        "city": "Bali",
        "country": "Indonesia",
        "latitude": -8.3405,
        "longitude": 115.092,
        "description": "Tropical paradise of lush landscapes, ancient temples, and serene beaches",
        "textDescription": "Bali is a province of Indonesia and the westernmost of the Lesser Sunda Islands. East of Java and west of Lombok, the province includes the island of Bali and a few smaller offshore islands, notably Nusa Penida, Nusa Lembongan, and Nusa Ceningan to the southeast.",
        "activity": "Chilling at Gorgeous Beaches",
        "highlight": "Ancient Temples",
        "image": "https://images.pexels.com/photos/931007/pexels-photo-931007.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
        "tag": ["Beach", "Island"]
    },
    {
        "id": 15,
        "city": "Corfu",
        "country": "Greece",
        "latitude": 39.6243,
        "longitude": 19.9217,
        "description": "Picturesque island with historic architecture and breathtaking coastal vistas",
        "textDescription": "Corfu is studded with whitewashed houses, Byzantine churches, and the remains of Venetian fortresses and Greek temples. Spend the morning wandering through the narrow, winding streets of the old town, where shops, tavernas, and cafes welcome you with open arms.",
        "activity": "Old Fortress",
        "highlight": "Paleokastritsa Monastery",
        "image": "https://images.pexels.com/photos/1217980/pexels-photo-1217980.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
        "tag": ["Beach", "Historical"]
    },
    {
        "id": 16,
        "city": "Sydney",
        "country": "Australia",
        "latitude": -33.8688,
        "longitude": 151.2093,
        "description": "Iconic city with stunning landmarks, beautiful beaches, and a vibrant cultural scene",
        "textDescription": "Sydney is the capital of New South Wales and one of Australia's largest cities. Sydney is best known for its harbourfront Sydney Opera House, with a distinctive sail-like design, and the Sydney Harbour Bridge, which is also an iconic landmark.",
        "activity": "Sydney Opera House",
        "highlight": "Bondi Beach",
        "image": "https://images.pexels.com/photos/37350/sydney-opera-house-australia-sydney-sculpture-37350.jpeg",
        "tag": ["Beach", "Cityscape"]
    },
    {
        "id": 17,
        "city": "Banff",
        "country": "Canada",
        "latitude": 51.1784,
        "longitude": -115.5708,
        "description": "Outdoor paradise nestled in the Canadian Rockies with pristine wilderness and stunning vistas",
        "textDescription": "Banff National Park is Canada's oldest national park and was established in 1885. Located in the Rocky Mountains, 110–180 kilometres west of Calgary, Alberta, Banff encompasses 6,641 square kilometres of mountainous terrain, with numerous glaciers and ice fields, dense coniferous forest, and alpine landscapes.",
        "activity": "Lake Louise",
        "highlight": "Banff Gondola",
        "image": "https://images.pexels.com/photos/1162364/pexels-photo-1162364.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
        "tag": ["Mountain", "Adventure"]
    },
    {
        "id": 18,
        "city": "Reykjavik",
        "country": "Iceland",
        "latitude": 64.1466,
        "longitude": -21.9426,
        "description": "Cosmopolitan capital surrounded by dramatic landscapes and geothermal wonders",
        "textDescription": "Reykjavik, on the coast of Iceland, is the country's capital and largest city. It's home to the National and Saga museums, tracing Iceland’s Viking history. The striking concrete Hallgrimskirkja church and rotating Perlan glass dome offer sweeping views of the sea and nearby hills.",
        "activity": "Blue Lagoon",
        "highlight": "Golden Circle",
        "image": "https://images.pexels.com/photos/4036621/pexels-photo-4036621.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
        "tag": ["Cityscape", "Island"]
    },
    {
        "id": 19,
        "city": "Zurich",
        "country": "Switzerland",
        "latitude": 47.3769,
        "longitude": 8.5417,
        "description": "Financial hub with a picturesque Old Town, scenic lake, and thriving cultural scene",
        "textDescription": "Zurich, a global center for banking and finance, lies at the north end of Lake Zurich in northern Switzerland. The picturesque lanes of the central Altstadt (Old Town), on either side of the Limmat River, reflect its pre-medieval history.",
        "activity": "Lake Zurich",
        "highlight": "Zurich Zoo",
        "image": "https://images.pexels.com/photos/5848701/pexels-photo-5848701.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
        "tag": ["Cityscape", "Cultural"]
    },
    {
        "id": 20,
        "city": "Bora Bora",
        "country": "French Polynesia",
        "latitude": -16.5004,
        "longitude": -151.7415,
        "description": "Idyllic island paradise with crystal-clear waters and overwater bungalows",
        "textDescription": "Bora Bora is a small South Pacific island northwest of Tahiti in French Polynesia. Surrounded by sand-fringed motus (islets) and a turquoise lagoon protected by a coral reef, it’s known for its scuba diving. It's also a popular luxury resort destination where some guest bungalows are perched over the water on stilts.",
        "activity": "Swimming with Sharks",
        "highlight": "Mount Otemanu",
        "image": "https://images.pexels.com/photos/6342806/pexels-photo-6342806.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
        "tag": ["Beach", "Island"]
    },

    {
      "id": 21,
      "city": "Holbox Island",
      "country": "Mexico",
      "latitude": 21.5304,
      "longitude": -87.2686,
      "description": "Hidden paradise of pristine beaches and laid-back vibes off the Yucatan coast",
      "textDescription": "Holbox Island is a hidden gem off the coast of Mexico's Yucatan Peninsula. It's known for its pristine beaches, crystal-clear waters, and laid-back atmosphere. Visitors can relax on the beach, swim with whale sharks, and explore the island's unique flora and fauna.",
      "activity": "Swimming with Whale Sharks",
      "highlight": "Pristine Beaches",
      "image": "https://images.pexels.com/photos/11481626/pexels-photo-11481626.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Beach", "Island"]
    },
    {
      "id": 22,
      "city": "Amsterdam",
      "country": "Netherlands",
      "latitude": 52.3676,
      "longitude": 4.9041,
      "description": "Picturesque canals, historic architecture, and vibrant cultural scene",
      "textDescription": "Amsterdam, the capital city of the Netherlands, is famous for its picturesque canals, historic architecture, and vibrant cultural scene. Visitors can explore world-class museums such as the Van Gogh Museum and Rijksmuseum, stroll through charming neighborhoods like Jordaan, and cruise along the iconic Amsterdam canals. With its relaxed atmosphere and bicycle-friendly streets, Amsterdam is a delight to explore on foot or by bike.",
      "activity": "Anne Frank House",
      "hightlight": "Rijksmuseum",
      "image": "https://images.pexels.com/photos/1414467/pexels-photo-1414467.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Cityscape", "Nightlife"]
    },
    {
      "id": 23,
      "city": "Queenstown",
      "country": "New Zealand",
      "latitude": -45.0312,
      "longitude": 168.6626,
      "description": "Adventure capital surrounded by breathtaking landscapes and adrenaline-pumping activities",
      "textDescription": "Queenstown, located on New Zealand's South Island, is renowned for its stunning natural beauty, adrenaline-pumping outdoor activities, and vibrant nightlife. Visitors can enjoy a range of adventure sports such as bungee jumping, skydiving, and jet boating, as well as explore the breathtaking landscapes of nearby Fiordland National Park. With its charming alpine village atmosphere and welcoming locals, Queenstown is a must-visit destination for adventure seekers and nature lovers alike.",
      "activity": "Skydiving",
      "hightlight": "Milford Sound",
      "image": "https://images.pexels.com/photos/14788541/pexels-photo-14788541.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Mountain", "Adventure"]
    },
    {
      "id": 24,
      "city": "Prague",
      "country": "Czech Republic",
      "latitude": 50.0755,
      "longitude": 14.4378,
      "description": "Fairytale city of stunning architecture, rich history, and romantic ambiance",
      "textDescription": "Prague, the capital city of the Czech Republic, is known for its stunning medieval architecture, rich history, and vibrant cultural scene. Visitors can explore iconic landmarks such as Prague Castle, Charles Bridge, and the Old Town Square, as well as sample delicious Czech cuisine and world-famous beer. With its fairy-tale charm and romantic atmosphere, Prague is a popular destination for travelers from around the world.",
      "activity": "Prague Castle",
      "hightlight": "Charles Bridge",
      "image": "https://images.pexels.com/photos/442583/pexels-photo-442583.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Cityscape", "Art and Museums"]
    },
    {
      "id": 25,
      "city": "Marrakech",
      "country": "Morocco",
      "latitude": 31.6295,
      "longitude": -7.9811,
      "description": "Exotic city of bustling souks, vibrant colors, and rich cultural heritage",
      "textDescription": "Marrakech, located in western Morocco, is a vibrant city known for its bustling souks, historic medina, and stunning palaces and gardens. Visitors can wander through the maze-like streets of the medina, haggle for goods at the famous Jemaa el-Fnaa square, and explore architectural marvels such as the Bahia Palace and Saadian Tombs. With its rich history, vibrant culture, and warm hospitality, Marrakech offers a truly unforgettable experience.",
      "activity": "Jardin Majorelle",
      "hightlight": "Jemaa el-Fnaa",
      "image": "https://images.pexels.com/photos/6376611/pexels-photo-6376611.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Cityscape", "Culinary"]
    },
    {
      "id": 26,
      "city": "Santo Domingo",
      "country": "Dominican Republic",
      "latitude": 18.4861,
      "longitude": -69.9312,
      "description": "Colonial charm meets vibrant culture in the lively capital city",
      "textDescription": "Santo Domingo is the vibrant capital city of the Dominican Republic, known for its rich history, colonial architecture, and lively culture. Visitors can explore historic landmarks like the Zona Colonial and Alcazar de Colón, relax on beautiful beaches, and experience the city's vibrant nightlife.",
      "activity": "Exploring Zona Colonial",
      "highlight": "Malecón",
      "image": "https://images.pexels.com/photos/17070246/pexels-photo-17070246/free-photo-of-street-and-water.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Cityscape", "Nightlife"]
    },
    {
      "id": 27,
      "city": "Varadero",
      "country": "Cuba",
      "latitude": 23.1798,
      "longitude": -81.1903,
      "description": "Beach paradise with crystal-clear waters and vibrant Caribbean atmosphere",
      "textDescription": "Varadero is a popular beach resort town in Cuba, known for its stunning beaches, turquoise waters, and vibrant nightlife. Visitors can relax on the beach, enjoy water sports like snorkeling and diving, and explore nearby attractions like the Varahicacos Ecological Reserve.",
      "activity": "Beach Relaxation",
      "highlight": "Varadero Beach",
      "image": "https://images.pexels.com/photos/3687922/pexels-photo-3687922.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Beach", "Nightlife"]
    },
    {
      "id": 28,
      "city": "Colmar",
      "country": "France",
      "latitude": 48.0778,
      "longitude": 7.3574,
      "description": "Quaint town of colorful houses, cobblestone streets, and Alsatian charm",
      "textDescription": "Colmar is a picturesque town in the Alsace region of France, known for its colorful half-timbered houses, cobblestone streets, and charming canals. Visitors can explore the historic Old Town, visit the Unterlinden Museum, and sample delicious Alsatian cuisine.",
      "activity": "Exploring Old Town",
      "highlight": "Little Venice",
      "image": "https://images.pexels.com/photos/2901212/pexels-photo-2901212.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Cityscape", "Romantic"]
    },
    {
      "id": 29,
      "city": "Lausanne",
      "country": "Switzerland",
      "latitude": 46.5197,
      "longitude": 6.6323,
      "description": "Scenic city on Lake Geneva with cultural treasures and breathtaking views",
      "textDescription": "Lausanne is a picturesque city on the shores of Lake Geneva in Switzerland, known for its stunning views, historic architecture, and vibrant cultural scene. Visitors can explore the Olympic Museum, stroll along the lakeside promenade, and enjoy panoramic views from the Cathedral of Notre Dame.",
      "activity": "Visiting the Olympic Museum",
      "highlight": "Ouchy Promenade",
      "image": "https://images.pexels.com/photos/6318902/pexels-photo-6318902.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Cityscape", "Romantic Getaway"]
    },
    {
      "id": 30,
      "city": "Ghent",
      "country": "Belgium",
      "latitude": 51.0543,
      "longitude": 3.7174,
      "description": "Medieval gem with picturesque canals, historic architecture, and vibrant arts scene",
      "textDescription": "Ghent is a charming city in Belgium, known for its medieval architecture, vibrant cultural scene, and picturesque canals. Visitors can explore historic landmarks like Gravensteen Castle and St. Bavo's Cathedral, stroll along the Graslei and Korenlei waterfront, and enjoy Belgian cuisine at local restaurants.",
      "activity": "Exploring Gravensteen Castle",
      "highlight": "Graslei and Korenlei",
      "image": "https://images.pexels.com/photos/12823414/pexels-photo-12823414.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Cityscape", "Art and Museums"]
    },
    {
      "id": 31,
      "city": "San Andres",
      "country": "Colombia",
      "latitude": 12.5797,
      "longitude": -81.7004,
      "description": "Tropical paradise with pristine beaches, vibrant culture, and crystal-clear waters",
      "textDescription": "San Andres is a tropical paradise located in Colombia, renowned for its pristine beaches, vibrant culture, and crystal-clear waters. Visitors can relax on the soft white sands, indulge in delicious Caribbean cuisine, and explore the vibrant underwater world through snorkeling or diving adventures.",
      "activity": "Snorkeling",
      "highlight": "Johnny Cay",
      "image": "https://images.pexels.com/photos/3417784/pexels-photo-3417784.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Beach", "Island"]
    },
    {
      "id": 32,
      "city": "Valparaiso",
      "country": "Chile",
      "latitude": -33.0472,
      "longitude": -71.6127,
      "description": "Bohemian city with colorful hillside houses, artistic flair, and panoramic views",
      "textDescription": "Valparaiso is a bohemian city nestled along the Pacific coast of Chile, famous for its colorful hillside houses, artistic flair, and panoramic views of the ocean. Visitors can wander through its maze-like streets adorned with vibrant street art, ride the historic funiculars for stunning vistas, and immerse themselves in the city's lively cultural scene.",
      "activity": "Riding funiculars",
      "highlight": "Cerro Concepcion",
      "image": "https://images.pexels.com/photos/12768099/pexels-photo-12768099.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Cityscape", "Art and Museums"]
    },
    {
      "id": 33,
      "city": "Machu Picchu",
      "country": "Peru",
      "latitude": -13.1631,
      "longitude": -72.545,
      "description": "Ancient Incan citadel nestled in the Andes Mountains, offering breathtaking views and rich history",
      "textDescription": "Machu Picchu is an ancient Incan citadel located high in the Andes Mountains of Peru. It is renowned for its breathtaking panoramic views and rich historical significance. Visitors can explore the intricately constructed stone buildings, terraced fields, and ceremonial sites, all while marveling at the stunning natural beauty that surrounds this UNESCO World Heritage Site.",
      "activity": "Hiking the Inca Trail",
      "highlight": "Sun Gate (Inti Punku)",
      "image": "https://images.pexels.com/photos/2929906/pexels-photo-2929906.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Mountain", "Historical"]
    },
    {
      "id": 34,
      "city": "Vancouver",
      "country": "Canada",
      "latitude": 49.2827,
      "longitude": -123.1207,
      "description": "Cosmopolitan city surrounded by stunning natural beauty, offering diverse cultural experiences and outdoor adventures",
      "textDescription": "Vancouver is a vibrant cosmopolitan city nestled between the Pacific Ocean and the Coast Mountains in British Columbia, Canada. Renowned for its stunning natural beauty, including snow-capped mountains, lush forests, and picturesque waterfronts, Vancouver offers a wide range of outdoor activities such as hiking, skiing, and kayaking. The city also boasts a diverse cultural scene, with thriving arts and music communities, multicultural neighborhoods, and world-class dining experiences.",
      "activity": "Stanley Park Seawall Walk",
      "highlight": "Granville Island Public Market",
      "image": "https://images.pexels.com/photos/2382868/pexels-photo-2382868.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Cityscape", "Culinary"]
    },
    {
      "id": 35,
      "city": "Mérida",
      "country": "Venezuela",
      "latitude": 8.5982,
      "longitude": -71.1449,
      "description": "Andean city surrounded by breathtaking mountains, offering outdoor adventures and cultural richness",
      "textDescription": "Mérida is a charming Andean city nestled in the Venezuelan Andes, surrounded by breathtaking mountains and lush greenery. Known as the 'City of Eternal Spring' for its pleasant climate year-round, Mérida is a paradise for outdoor enthusiasts and adventure seekers. Visitors can explore the nearby Sierra Nevada National Park, home to Venezuela's highest peak, Pico Bolívar, and enjoy activities such as hiking, mountain biking, and paragliding. Additionally, Mérida boasts a rich cultural heritage, with colonial architecture, vibrant markets, and traditional Andean music and dance.",
      "activity": "Cable Car Ride to Pico Espejo",
      "highlight": "Plaza Bolívar and Cathedral of Mérida",
      "image": "https://images.pexels.com/photos/11576792/pexels-photo-11576792.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Mountain", "Adventure"]
    },
    {
      "id": 36,
      "city": "Malé",
      "country": "Maldives",
      "latitude": 4.1755,
      "longitude": 73.5093,
      "description": "Vibrant capital city offering a mix of bustling markets, historic mosques, and scenic waterfront",
      "textDescription": "Malé is the vibrant capital city of the Maldives, located on the southern edge of North Malé Atoll. It offers a mix of bustling markets, historic mosques, and a scenic waterfront. Visitors can explore landmarks such as the Old Friday Mosque, stroll along the waterfront promenade, and experience the local culture at the bustling fish market. Despite being small in size, Malé is a lively and bustling city that serves as the political, economic, and cultural hub of the Maldives.",
      "activity": "Visit the Old Friday Mosque",
      "highlight": "Local Fish Market",
      "image": "https://images.pexels.com/photos/1287460/pexels-photo-1287460.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Cityscape", "Cultural"]
    },
    {
      "id": 37,
      "city": "Phuket",
      "country": "Thailand",
      "latitude": 7.8804,
      "longitude": 98.3923,
      "description": "Thailand's largest island offering stunning beaches, vibrant nightlife, and cultural attractions",
      "textDescription": "Phuket is Thailand's largest island and a popular tourist destination known for its stunning beaches, vibrant nightlife, and rich cultural attractions. Visitors can explore picturesque beaches such as Patong, Kata, and Karon, indulge in water sports and boat tours, and discover historical landmarks like the Big Buddha and Old Phuket Town. With its diverse range of activities and attractions, Phuket offers something for every type of traveler.",
      "activity": "Patong Nightlife",
      "highlight": "Big Buddha",
      "image": "https://images.pexels.com/photos/18223260/pexels-photo-18223260/free-photo-of-phi-phi-island.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Beach", "Nightlife"]
    },
    {
      "id": 38,
      "city": "Seoul",
      "country": "South Korea",
      "latitude": 37.5665,
      "longitude": 126.978,
      "description": "Dynamic metropolis blending traditional culture, modern architecture, and vibrant street life",
      "textDescription": "Seoul, the capital city of South Korea, is a dynamic metropolis known for its blending of traditional culture, modern architecture, and vibrant street life. Visitors can explore historic palaces like Gyeongbokgung and Changdeokgung, stroll along the bustling streets of Myeongdong and Insadong, and indulge in the city's diverse culinary scene. With its rich history, cutting-edge technology, and bustling urban atmosphere, Seoul offers a truly unique travel experience.",
      "activity": "Gyeongbokgung Palace",
      "highlight": "N Seoul Tower",
      "image": "https://images.pexels.com/photos/2376710/pexels-photo-2376710.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Cityscape", "Culinary"]
    },
    {
      "id": 39,
      "city": "Cairo",
      "country": "Egypt",
      "latitude": 30.0444,
      "longitude": 31.2357,
      "description": "Historic city renowned for its ancient wonders, bustling souks, and vibrant street life",
      "textDescription": "Cairo is a historic city located in Egypt, renowned for its ancient wonders, bustling souks, and vibrant street life. Visitors can explore iconic landmarks such as the Giza Pyramids, the Sphinx, and the Egyptian Museum, which houses a vast collection of artifacts from ancient times. Wander through the narrow lanes of Khan El Khalili bazaar, sample delicious street food, and immerse yourself in the rich culture and history of this fascinating city.",
      "activity": "Visit the Giza Pyramids",
      "highlight": "Khan El Khalili Bazaar",
      "image": "https://images.pexels.com/photos/3522880/pexels-photo-3522880.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Historical", "Cultural" ]

    },
    {
      "id": 40,
      "city": "Doha",
      "country": "Qatar",
      "latitude": 25.2769,
      "longitude": 51.52,
      "description": "Modern city known for its stunning skyline, cultural attractions, and luxurious hospitality",
      "textDescription": "Doha is a modern city located on the coast of Qatar, known for its stunning skyline, cultural attractions, and luxurious hospitality. Visitors can admire architectural marvels such as the iconic Museum of Islamic Art, stroll along the picturesque Corniche promenade, and indulge in world-class dining experiences. With its rich heritage and cosmopolitan vibe, Doha offers a blend of tradition and modernity that captivates travelers from around the world.",
      "activity": "Explore the Museum of Islamic Art",
      "highlight": "Corniche Promenade",
      "image": "https://images.pexels.com/photos/3237301/pexels-photo-3237301.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "tag": ["Cityscape", "Cultural" ]
    }
  ]
} 
